[
    {
        "id": 1,
        "type": "person",
        "answers": [
            "Donald Trump",
            "Donald J. Trump",
            "Donald Jay Trump",
            "Donald John Trump",
            "Trump"
        ],
        "clues": [
            "I was the 45th president of the United States.",
            "I was born and raised in Queens, New York.",
            "Move ahead three spaces.",
            "I am a business mogul.",
            "I have two ex-wives and five children.",
            "I am a reality TV host.",
            "Forbes has named me one of the wealthiest people in the world.",
            "One of my many job titles includes real estate developer.",
            "I am a democrat.",
            "I am male.",
            "Lose your clue",
            "My net worth is estimated at 4.5 billion dollars.",
            "You can find my name on steak and vodka.",
            "I have a star on the Hollywood Walk of Fame.",
            "I once hosted the Miss USA pageants.",
            "I am a Presbyterian.",
            "I have been inducted into the World Wrestling Entertainment Hall of Fame.",
            "I have my own board game.",
            "I have never used an ATM.",
            "My wife cuts my hair."
        ]
    },
    {
        "id": 2,
        "type": "thing",
        "answers": [
            "Coffee"
        ],
        "clues": [
            "I can be weak or strong.",
            "I am used around the world.",
            "Sometimes I get creamed.",
            "I am a popular ice cream flavor.",
            "Sometimes I'm a real drip.",
            "Some people want me to take my lumps.",
            "I can be made in an instant.",
            "When I'm dark brown, I'm black.",
            "Lose your clue.",
            "I'm not beer, but I can be brewed.",
            "Unlike money, I grow on trees.",
            "I make people nervous.",
            "I start life as a bean.",
            "A cake is named for me.",
            "I am a type of table.",
            "Although you don't smoke me, I often need a filter.",
            "I am a part of a morning ritual.",
            "Go ahead 3 spaces.",
            "My breaks don't need to be fixed.",
            "I am mostly water."
        ]
    },
    {
        "id": 3,
        "type": "person",
        "answers": [
            "OJ Simpson",
            "O. J. Simpson",
            "Oh Jay Simpson"
        ],
        "clues": [
            "Lose your clue.",
            "I was raised in San Francisco.",
            "My middle name is James.",
            "I spent most of my professional career in New York.",
            "It was my knees, not the enemy, that betrayed me.",
            "I held a world record in track.",
            "I crossed a milestone in the snow.",
            "In my greatest year I ran over 11 miles.",
            "One free guess any time.",
            "I went to college at Southern Cal.",
            "My entourage was known as \"The Electric Company\".",
            "I am a sports star.",
            "I ended my career in San Francisco.",
            "My number was two to the fifth power.",
            "I drive like Arnold Palmer.",
            "My nickname is a good mixer.",
            "A New York club honored me when I was in college.",
            "I have had a career on television.",
            "I am African American.",
            "I am male."
        ]
    },
    {
        "id": 4,
        "type": "person",
        "answers": [
            "Aaron Rogers",
            "Aaron Rodgers"
        ],
        "clues": [
            "I was born in 1983.",
            "I am a sports star.",
            "Among other schools, I attended Butte Community College.",
            "I was born in Chico, California.",
            "I am male.",
            "I was the Superbowl MVP in 2011.",
            "I currently hold the title for Best Touchdown to Interception Ratio in NFL history.",
            "You can find me on TV on Sundays.",
            "I seriously considered quitting football to become a lawyer.",
            "I am a quarterback.",
            "I play for the Green Bay Packers.",
            "My number is the square root of one hundred forty four.",
            "My childhood nickname was Hurley.",
            "I am in many insurance commercials.",
            "I founded Suspended Sunrise Recordings.",
            "I have two brothers.",
            "I once beat an astronaut on Jeopardy.",
            "Football runs in my family.",
            "You can often find me wearing green and gold.",
            "Some people refer to me as a cheese head."
        ]
    },
    {
        "id": 5,
        "type": "place",
        "answers": [
            "Seattle, Washington",
            "Seattle, WA",
            "Seattle"
        ],
        "clues": [
            "I was incorporated in 1869.",
            "Some people call me Jet City.",
            "I am known for my coffee.",
            "Logging was my first major industry in the 19th century.",
            "I am the home of a major online retailer.",
            "I am the birthplace of Jimi Hendrix.",
            "I hosted the 1962 World's Fair.",
            "I am home to NFL, MLB, and MLS teams, but I don't have an NBA team.",
            "I was the first city in the United States to play a Beatles song on the radio.",
            "Despite what most people think, my annual rainfall is less than Houston, Chicago, and New York City.",
            "I am home to the longest continuously operating farmer's market in the country.",
            "I am home to the busiest ferry terminal in the country.",
            "I am located in the Pacific Northwest.",
            "Starbucks calls me home.",
            "I succumbed to a great fire in 1889.",
            "My needle is iconic.",
            "Tom Hanks and Meg Ryan played in a movie of my namesake.",
            "An eighteen foot troll lives under one of my bridges.",
            "I am located in the United States.",
            "I am located in Washington state."
        ]
    },
    {
        "id": 6,
        "type": "thing",
        "answers": [
            "Christmas",
            "Christmas Day"
        ],
        "clues": [
            "I am a holiday.",
            "I am often celebrated with lights.",
            "I became popular in the United States in the 1830s and 40s.",
            "I am celebrated in the winter in the U.S.A.",
            "People often think of St. Nicholas when they think of me.",
            "You may give your loved ones gifts to celebrate me.",
            "Eggnog is my favorite drink.",
            "In A.D. 350, Pope Julius I, bishop of Rome, proclaimed December 25 the official celebration.",
            "Alabama was the first state in the United States to officially recognize me in 1836.",
            "Purchases for me account for 1/6 of all retail sales in the U.S.",
            "Lose your clue",
            "You may find yourself singing 'Rudolph the Red-Nosed Reindeer' around this time.",
            "I like carols.",
            "This festival commemorates the birth of Jesus Christ.",
            "I am commonly observed on December 25.",
            "Mary and Joseph know me.",
            "I'm fond of gold, frankincense, and myrrh.",
            "Deck the halls!",
            "I like wreaths, garlands, and mistletoe.",
            "You can never make too many cookies for me!"
        ]
    },
    {
        "id": 7,
        "type": "thing",
        "answers": [
            "banana",
            "bananas"
        ],
        "clues": [
            "I am yellow.",
            "I'm best when ripe.",
            "Some people use me to show how big other items are.",
            "I am low in calories.",
            "I contain the amino acid tryptophan and vitamin B6.",
            "There are around 1000 different types of my plan around the world today.",
            "I make good bread and muffins.",
            "Over 100 billion of me are consumed annually in the world.",
            "I am technically a berry.",
            "My scientific name is musa sapientum.",
            "Lose your clue",
            "I usually come from countries in Latin America and South America.",
            "About 75 percent of my weight is water.",
            "I have a lot of potassium.",
            "I am not that yummy when I am green.",
            "I was first introduced to the Americas from West Africa in the 16th century",
            "About half of all people who are allergic to latex are often also allergic to me.",
            "I am naturally slightly radioactive, but the level of radiation is not high enough to cause any harm.",
            "Gwen Stefani sings about me",
            "I am edible."
        ]
    },
    {
        "id": 8,
        "type": "person",
        "answers": [
            "Denzel Washington",
            "Denzel Hayes Washington",
            "Denzel Hayes Washington, Junior.",
            "Denzel Washington, Junior.",
            "Denzel H. Washington, Junior.",
            "Denzel H. Washington"
        ],
        "clues": [
            "My middle name is Hayes.",
            "Technically, Junior follows my name.",
            "I have received three Golden Globe awards.",
            "I've won two Academy Awards.",
            "I am 6 feet, 1 inch tall.",
            "My spouse's name is Pauletta.",
            "I am male.",
            "I was born in Mount Vernon, New York",
            "I have four children.",
            "I was born on December 28.",
            "Lose your clue",
            "I starred in Man on Fire.",
            "You can call me Creasy.",
            "I played an airline pilot in 2012.",
            "I am African-American.",
            "My first big screen appearance was in Carbon Copy.",
            "I won an Oscar for Best Actor in a Leading Role in the movie Training Day.",
            "I received my Bachelor's degree in Journalism from Fordham University in New York City.",
            "I am the first African-American actor to receive two Academy Awards.",
            "I frequently work with director Spike Lee."
        ]
    },
    {
        "id": 9,
        "type": "place",
        "answers": [
            "Antarctica"
        ],
        "clues": [
            "I am Earth's southernmost continent.",
            "About 98% of me is covered by ice.",
            "I am a continent.",
            "You'll need a heavy coat to visit me.",
            "I contain the South Pole.",
            "I am the fifth-largest continent.",
            "I am last region on Earth in recorded history to be discovered and colonised by humans.",
            "I can get pretty cold.",
            "I am very windy.",
            "I am home to 70% of the planet's fresh water.",
            "Lose your clue",
            "I have an area of about 5.4 million square miles.",
            "No one owns me.",
            "I am the only continent without a time zone..",
            "I am the driest place on Earth.",
            "I have no permanent residents.",
            "I've marched with a few penguins.",
            "I grow every winter.",
            "I have an insect in my name.",
            "My name comes from a Greek word meaning 'opposite to the north'."
        ]
    },
    {
        "id": 10,
        "type": "thing",
        "answers": [
            "salmon"
        ],
        "clues": [
            "I am orange on the inside.",
            "My relatives are anadromous.",
            "You can eat me cooked, smoked, or raw.",
            "I come in many varieties: coho, Atlantic, Sockeye.",
            "My life begins in freshwater",
            "I am a fish.",
            "I am edible.",
            "I can be found in both the Atlantic and Pacific oceans as well as inland lakes like the Great Lakes.",
            "There is a city in Idaho named after me.",
            "I don't like grizzly bears, but grizzly bears love me!",
            "Lose your clue",
            "I belong to the genus, Onchorhynchus.",
            "I have been known to swim upstream.",
            "I've been known to travel great distances.",
            "You might see me flying through the air at Pike Place Market in Seattle.",
            "I swim.",
            "I've been in existence for over 50 million years.",
            "I'm common in sushi.",
            "My nest is called a redd.",
            "My scales can be different colors, depending on where I live."
        ]
    },
    {
        "id": 11,
        "type": "place",
        "answers": [
            "Central Park",
            "Central Park, New York",
            "Central Park, New York City"
        ],
        "clues": [
            "I am a park.",
            "Kevin McCallister came to visit me.",
            "I am 843 acres.",
            "I opened in November 1858.",
            "I have been a National Historic Landmark since 1962.",
            "I'm located in New York.",
            "You can find Jacqueline Kennedy Onassis Reservoir in me.",
            "The Metropolitan Museum of Art is on my grounds.",
            "I have a zoo.",
            "I see around 50 million visitors a year.",
            "I am a world-class urban park.",
            "I have 7 bodies of water.",
            "I have 9000 benches.",
            "I am located in Manhattan.",
            "I am nestled between the Upper West Side and Upper East Side.",
            "You can see Sir Walter Scott, if you come visit me.",
            "I am home to two indoor restaurants, including Tavern on the Green.",
            "Some may say, I am central.",
            "Since I am so large, I have my own app.",
            "My lampposts tell a secret code, and will help you find your way through me."
        ]
    },
    {
        "id": 12,
        "type": "person",
        "answers": [
            "Edgar Allan Poe",
            "Poe",
            "Edgar Poe",
            "Edgar A. Poe",
            "E. A. Poe"
        ],
        "clues": [
            "I was an American writer, editor, and literary critic.",
            "I was born in 1809.",
            "I am best known for his poetry and short stories.",
            "My best known fiction works are Gothic.",
            "Bird or beast upon the sculptured bust above his chamber door, With such name as Nevermore .",
            "I published my first book when I was 18.",
            "My first book was titled Tamerlane.",
            "My spouse's name is Virginia Clemm.",
            "The cause of my death is a mystery.",
            "I am male.",
            "You may know my work, The Raven.",
            "I have a museum in Baltimore.",
            "I was an important part of the American Romantic Movement.",
            "The Baltimore Ravens are named after one of my famous works.",
            "My short story, The Murders in the Rue Morgue, has been considered the first modern detective story.",
            "I died when I was only 40.",
            "I was pen friends with Charles Dickens.",
            "I invited the term tintinnabulation to describe the sound made by the ringing of bells.",
            "I was a cat lover.",
            "Outside of literature, my favorite hobbies was space and cosmology."
        ]
    },
    {
        "id": 13,
        "type": "person",
        "answers": [
            "The Beatles",
            "Beatles"
        ],
        "clues": [
            "I have won 7 Grammy Awards.",
            "I was formed in Liverpool in 1960.",
            "I am the best-selling band in history.",
            "I have more number-one albums on the British charts and sold more singles in the UK than any other band.",
            "I am the best-selling music artists in the United States.",
            "I hold the record for most number-one hits on the Hot 100 chart with twenty.",
            "One of my most well known songs is Hey Jude.",
            "I am a band.",
            "I have all male members.",
            "You may recognize us by John, Paul, George, and Ringo.",
            "At one point, I held the top 5 slots of the Billboard Hot 100.",
            "The countries where I have had the most number one's include Australia, Germany, Holland, Sweden, Canada and Norway.",
            "One of my band members grew up near a place called Strawberry Fields in Liverpool.",
            "Our picture on Abbey Road is often recreated.",
            "Our band was once called The Rainbows.",
            "Rolling Stone crowned us as the best artists of all time.",
            "I once bought an island together.",
            "My song, I Want to Hold Your Hand, was the single that made the breakthrough for us in America.",
            "Our dissolution was formalized in December 1974.",
            "I was included in Time magazine's compilation of the twentieth century's 100 most influential people."
        ]
    },
    {
        "id": 14,
        "type": "thing",
        "answers": [
            "flamingo",
            "flamingos",
            "flamingoes"
        ],
        "clues": [
            "I am a type of bird.",
            "I am traditionally long-legged.",
            "Sometimes I prefer to stand on one leg.",
            "I am very social, my group can have thousands in it.",
            "You may know me by my vibrant color.",
            "I change colors as I grow older.",
            "There are only six species of me in the world.",
            "I can be found around the world.",
            "We have all male members.",
            "Though I am a strong swimmer and flier, you'll most likely see me just wading.",
            "I hold my  bills upside down while feeding.",
            "I have a bent bill.",
            "My legs can be up to 50 inches long.",
            "You may think I have a backward bending knee, but that's just my ankle.",
            "When I am a baby, I am grey or white.",
            "I am pink.",
            "I can have a wingspan of up to 65 inches.",
            "I am the national bird of the Bahamas.",
            "I am an Omnivores.",
            "My group name is a colony."
        ]
    },
    {
        "id": 15,
        "type": "person",
        "answers": [
            "Amelia Earhart",
            "Amelia Mary Earhart",
            "Earhart"
        ],
        "clues": [
            "I am female.",
            "I am an aviation pioneer and author.",
            "I was the first female aviator to fly solo across the Atlantic Ocean.",
            "I disappeared in July of 1937.",
            "In 1935, I became a visiting faculty member at Purdue University as an advisor to aeronautical engineering and a career counselor to women students.",
            "I was born in Atchison, Kansas.",
            "During World War I, I became a nurse's aid in Toronto, Canada, to tend to wounded soldiers.",
            "I named my first plane The Canary.",
            "I was known as Lady Lindy.",
            "I worked hard to promote opportunities for women in aviation.",
            "My final navigator was Fred Noonan.",
            "I published 16 articles in Cosmopolitan.",
            "I earned an Air Force Distinguished Flying Cross.",
            "My husband is George P. Putnam.",
            "I am an American.",
            "There is a building named after me at Purdue University.",
            "I was born in Atchison, Kansas.",
            "I am on a 1963 U.S. Postal stamp.",
            "I was the first aviator to fly solo from Honolulu, Hawaii to Oakland, California.",
            "After my disappearance, $4 million was spent on the air and sea search by the Navy and Coast Guard, which was the most costly and intensive in U.S. history up to that time."
        ]
    },
    {
        "id": 16,
        "type": "person",
        "answers": [
            "Benjamin Franklin",
            "Ben Franklin"
        ],
        "clues": [
            "I am male.",
            "I was born in 1706.",
            "My father was a soap maker whose name was Josiah.",
            "I had an illegitimate son named William.",
            "I am also known as William Saunders.",
            "I invented bifocal glasses, swim fins, and the glass armonica.",
            "I have honorary degrees from Harvard, Yale, and Oxford.",
            "I am American.",
            "I work in ink.",
            "I frequently play chess.",
            "I served as postmaster of Philadelphia.",
            "I spent a lot of time in France.",
            "My face is associated with money.",
            "I am also known as Silence Dogood.",
            "I am a Founding Father.",
            "I like kites.",
            "My brother was thrown in jail for his views, and left me to run his business.",
            "I am a free mason.",
            "I am a scientist.",
            "I signed the Declaration of Independence"
        ]
    },
    {
        "id": 17,
        "type": "place",
        "answers": [
            "St. Louis",
            "Saint Louis"
        ],
        "clues": [
            "Some call me a gateway.",
            "I was once called home by Ulysses S. Grant, Tina Turner, and Charles Lindbergh.",
            "General William Tecumseh Sherman is buried here.",
            "I am home to the Museum of Westward Expansion.",
            "I was founded in 1764.",
            "I was part of the Louisiana Purchase.",
            "One of my founders was Pierre Laclede.",
            "I am a port.",
            "I hosted the 1904 World's Fair.",
            "I am home to the tallest man-made monument in the Western Hemisphere.",
            "The Dred Scott Decision took place in my courthouse.",
            "I am 66 square miles.",
            "My summers are hot and humid.",
            "I am home to Washington University.",
            "My hockey team has never won the Stanley Cup.",
            "My baseball team once had a player known as the Wizard of Oz.",
            "I am known for my arch.",
            "I am on the banks of the 4th longest river in the world.",
            "Transportation to me was once quite steamy.",
            "I am home to the nation's second oldest symphony."
        ]
    },
    {
        "id": 18,
        "type": "thing",
        "answers": [
            "Igloo",
            "An igloo"
        ],
        "clues": [
            "I am cool.",
            "Some call me home.",
            "I am shaped like a dome.",
            "I am used by natives.",
            "I am an Inuit word.",
            "I was invented centuries ago.",
            "I can't abide the heat.",
            "I must be built up.",
            "Chilly Willy knows me.",
            "I am white.",
            "I cannot survive in Miami.",
            "Children like me.",
            "I am an insulator.",
            "I am usually temporary.",
            "Hunters and fishermen use me.",
            "I am built of blocks in a spiral.",
            "I've seen the Northern Lights many times.",
            "I am made of just one material.",
            "I can sometimes accommodate up to 20 people.",
            "I'm not just for kids."
        ]
    },
    {
        "id": 19,
        "type": "thing",
        "answers": [
            "fire truck",
            "a fire truck",
            "fire trucks",
            "fire engine"
        ],
        "clues": [
            "I am sometimes loud.",
            "I am usually red, though you may see me in yellow.",
            "I carry water.",
            "I help people.",
            "I often come with a ladder.",
            "The earliest version of me was from Ancient Greece.",
            "I have a loud siren.",
            "I go where the fire is.",
            "I can hold up to 1000 gallons of water.",
            "Sometimes I have two drivers.",
            "Dalmatians are my favorite dogs.",
            "I used to be pulled by horses.",
            "I come in three different varieties: pumper, tanker, and ladder.",
            "I sleep in a large garage.",
            "When there is no emergency, you may see me in a parade.",
            "If you see my flashing lights, move out of the way!",
            "I am large.",
            "I am a vehicle.",
            "Sometimes I have two drivers.",
            "I come with firefighters."
        ]
    },
    {
        "id": 20,
        "type": "person",
        "answers": [
            "Abraham Lincoln",
            "Abe Lincoln"
        ],
        "clues": [
            "I was born in 1809.",
            "I was an American statesman and lawyer.",
            "I am male.",
            "I served as the 16th President of the United States.",
            "I paved the way for the abolition of slavery.",
            "I was succeeded in office by Andrew Johnson.",
            "I was assassinated.",
            "I lived in a log cabin.",
            "I am laid to rest in Springfield, Illinois.",
            "I am often depicted wearing a top hat.",
            "John Wilkes Booth is no friend of mine.",
            "I was killed while attending a play at Ford's Theatre.",
            "You can see my face at Mount Rushmore.",
            "I have a library in Springfield, Illinois.",
            "I was the first president from the Republican Party",
            "I led the United States through the Civil War.",
            "I am mostly self-educated.",
            "I am ranked among the greatest U.S. presidents.",
            "I served in the military for 3 months.",
            "My wife's name is Mary Todd."
        ]
    },
    {
        "id": 21,
        "type": "thing",
        "answers": [
            "potato",
            "potatoes"
        ],
        "clues": [
            "I am a food.",
            "Some people love me.",
            "I can be harvested.",
            "Sometimes I'm found on a couch.",
            "I was introduced to Europe in the 16th century.",
            "My name has a Spanish origin.",
            "There are more than 1000 different types of me.",
            "I originated in South America.",
            "When you were a child, you may have played with a plastic replica of me.",
            "I am 79% water.",
            "I can be found under golden arches.",
            "I am used to brew vodka.",
            "I can be prepared in many ways.",
            "I was NOT part of the first Thanksgiving",
            "Thomas Jefferson introduced me to the White House.",
            "I am a member of the nightshade family.",
            "I am the second most consumed food in the United States.",
            "I have lots of nicknames.",
            "I am 99.9% fat free.",
            "I am a good source of Vitamin C."
        ]
    }
]
